akamud.vscode-theme-onedark
andys8.jest-snippets
anseki.vscode-color
bazelbuild.vscode-bazel
bierner.markdown-mermaid
castwide.solargraph
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
ckolkman.vscode-postgres
danielsanmedium.dscodegpt
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
dzannotti.vscode-babel-coloring
eamodio.gitlens
esbenp.prettier-vscode
file-icons.file-icons
github.codespaces
github.copilot
github.copilot-chat
github.vscode-github-actions
golang.go
mechatroner.rainbow-csv
metalbear.mirrord
mikestead.dotenv
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter-keymap
ms-vscode-remote.remote-containers
ms-vscode.atom-keybindings
ms-vsliveshare.vsliveshare
naumovs.color-highlight
peterj.proto
redhat.java
shardulm94.trailing-spaces
shopify.ruby-lsp
sleistner.vscode-fileutils
wayou.vscode-todo-highlight
wix.vscode-import-cost
xadillax.viml
