akamud.vscode-theme-onedark
bierner.markdown-mermaid
castwide.solargraph
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
dzannotti.vscode-babel-coloring
eamodio.gitlens
esbenp.prettier-vscode
file-icons.file-icons
mikestead.dotenv
ms-azuretools.vscode-docker
ms-vscode.atom-keybindings
ms-vsliveshare.vsliveshare
rebornix.ruby
shardulm94.trailing-spaces
sleistner.vscode-fileutils
wayou.vscode-todo-highlight
wingrunr21.vscode-ruby
wix.vscode-import-cost
