akamud.vscode-theme-onedark
dbaeumer.vscode-eslint
dzannotti.vscode-babel-coloring
eamodio.gitlens
esbenp.prettier-vscode
file-icons.file-icons
ms-vscode.atom-keybindings
rebornix.ruby
shardulm94.trailing-spaces
wix.vscode-import-cost
christian-kohler.path-intellisense
christian-kohler.npm-intellisense
